/* Localizable strings of com.apple.homeSync preference manifest */

"homeSync.pfm_title" =			"Sincronizar pasta pessoal";
"homeSync.pfm_description" =			"Preferências de sincronização da pasta pessoal";

"isNewMobileAccount.pfm_title" =			"Nova conta móvel";
"isNewMobileAccount.pfm_description" =			"Definir como “verdadeiro” se esta for uma conta móvel nova que deva ser sincronizada inicialmente.";
"periodicSyncOn.pfm_title" =			"Sincronização em segundo plano activa";
"periodicSyncOn.pfm_description" =			"Definir como “verdadeiro” para sincronizar em segundo plano.";
"syncPeriodSeconds.pfm_title" =			"Intervalo de sincronização em segundo plano";
"syncPeriodSeconds.pfm_description" =			"Intervalo de sincronização em segundo plano em segundos.";
"replaceUserSyncList.pfm_title" =			"Substituir preferências de sincronização da pasta pessoal";
"replaceUserSyncList.pfm_description" =			"Definir como “verdadeiro” para substituir as preferências do utilizador de sincronização da pasta pessoal por preferências geridas. Definir como “falso” para combiná-las com as preferências geridas.";
"replaceUserPrefSyncList.pfm_title" =			"Substituir preferências de sincronização de preferências";
"replaceUserPrefSyncList.pfm_description" =			"Definir como “verdadeiro” para substituir as preferências de sincronização de preferências por preferências geridas. Definir como “falso” para combiná-las com as preferências geridas.";

"syncedFolders.pfm_title" =			"Itens de sincronização da pasta pessoal";
"syncedFolders.pfm_description" =			"Incluir elementos para sincronizar em segundo plano enquanto o utilizador tem uma sessão iniciada.";
"syncedFolders-raw.pfm_title" =			"Elementos geridos de sincronização da pasta pessoal";
"syncedFolders-raw.pfm_description" =			"Incluir elementos geridos para sincronizar em segundo plano enquanto o utilizador tem uma sessão iniciada.";
"syncedPrefFolders.pfm_title" =			"Elementos de sincronização de preferências";
"syncedPrefFolders.pfm_description" =			"Incluir elementos para gerir quando um utilizador inicia ou termina a sessão.";
"syncedPrefFolders-raw.pfm_title" =			"Elementos geridos de sincronização de preferências";
"syncedPrefFolders-raw.pfm_description" =			"Incluir elementos geridos para gerir quando um utilizador inicia ou termina a sessão.";
"sync_item_description.pfm_title" =			"Descrição";
"sync_item_description.pfm_description" =			"Descrição de ficheiro ou pasta para sincronizar.";
"path.pfm_title" =			"Percurso";
"path.pfm_description" =			"Percurso de ficheiro ou pasta para sincronizar.";

"excludedItems.pfm_title" =			"Exclusões de sincronização da pasta pessoal";
"excludedItems.pfm_description" =			"Listar elementos a excluir da sincronização da pasta pessoal.";
"excludedItems-raw.pfm_title" =			"Exclusões geridas de sincronização da pasta pessoal";
"excludedItems-raw.pfm_description" =			"Listar elementos geridos a excluir da sincronização da pasta pessoal.";
"excludedPrefItems.pfm_title" =			"Exclusões de sincronização de preferências";
"excludedPrefItems.pfm_description" =			"Listar elementos a excluir da sincronização de preferências.";
"excludedPrefItems-raw.pfm_title" =			"Exclusões geridas de sincronização de preferências";
"excludedPrefItems-raw.pfm_description" =			"Listar elementos geridos a excluir da sincronização de preferências.";
"comparison.pfm_title" =			"Comparação";
"comparison.pfm_description" =			"Tipo de comparação.";
"value.pfm_title" =			"Valor";
"value.pfm_description" =			"Valor de comparação.";

"syncedFolders-UPK.pfm_title" =			"Política de união gerida para sincronização da pasta de pessoal";
"syncedFolders-UPK.pfm_description" =			"Política de união gerida para sincronização da pasta de pessoal";
"syncedPrefFolders-UPK.pfm_title" =			"Política de união gerida para sincronização de preferências";
"syncedPrefFolders-UPK.pfm_description" =			"Política de união gerida para sincronização de preferências";
"excludedItems-UPK.pfm_title" =			"Política de união para exclusões em segundo plano geridas";
"excludedItems-UPK.pfm_description" =			"Política de união para exclusões em segundo plano geridas";
"excludedPrefItems-UPK.pfm_title" =			"Política de união gerida de exclusões de preferências";
"excludedPrefItems-UPK.pfm_description" =			"Política de união gerida de exclusões de preferências";

"loginPrefSyncConflictResolution.pfm_title" =			"Resolução de conflitos de sincronização preferencial no início";
"loginPrefSyncConflictResolution.pfm_description" = 			"Esta definição afecta a sincronização de ~/Library ao aceder. Definir como “mobileHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal (móvel) local se sobreponha nos conflitos, “mobileHomeCopy” para copiar a pasta pessoal local para a pasta pessoal em rede, “automatic” ou “networkHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal em rede se sobreponha nos conflitos, ou “networkHomeCopy” para copiar a pasta pessoal em rede para a pasta pessoal local.";
"loginNonprefSyncConflictResolution.pfm_title" =			"Resolução de conflitos de sincronização não preferencial no acesso";
"loginNonprefSyncConflictResolution.pfm_description" = 			"Esta definição afecta a sincronização de tudo excepto ~/Library ao aceder. Definir como “showConflictDialogs” para abrir caixas de diálogo quando os conflitos ocorrem, “mobileHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal (móvel) local se sobreponha nos conflitos, “mobileHomeCopy” para copiar a pasta pessoal local para a pasta pessoal em rede, “automatic” ou “networkHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal em rede se sobreponha nos conflitos, ou “networkHomeCopy” para copiar a pasta pessoal em rede para a pasta pessoal local.";
"logoutPrefSyncConflictResolution.pfm_title" =			"Resolução de conflitos de sincronização preferencial ao terminar sessão";
"logoutPrefSyncConflictResolution.pfm_description" = 			"Esta definição afecta a sincronização de ~/Library ao encerrar sessão. Definir como “mobileHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal (móvel) local se sobreponha nos conflitos, “mobileHomeCopy” para copiar a pasta pessoal local para a pasta pessoal em rede, “networkHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal em rede se sobreponha nos conflitos, ou “networkHomeCopy” para copiar a pasta pessoal em rede para a pasta pessoal local.";
"logoutNonprefSyncConflictResolution.pfm_title" =			"Resolução de conflitos de sincronização não preferencial ao terminar sessão";
"logoutNonprefSyncConflictResolution.pfm_description" = 			"Esta definição afecta a sincronização de tudo excepto ~/Library ao encerrar sessão. Definir como “showConflictDialogs” para abrir caixas de diálogo quando os conflitos ocorrem, “automatic” ou “mobileHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal (móvel) local se sobreponha nos conflitos, “mobileHomeCopy” para copiar a pasta pessoal local para a pasta pessoal em rede, “networkHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal em rede se sobreponha nos conflitos, ou “networkHomeCopy” para copiar a pasta pessoal em rede para a pasta pessoal local.";
"backgroundConflictResolution.pfm_title" =			"Resolução de conflitos de sincronização";
"backgroundConflictResolution.pfm_description" = 			"Esta definição afecta a sincronização de tudo excepto ~/Library em segundo plano. Definir como “automatic” ou “showConflictDialogs” para abrir caixas de diálogo quando os conflitos ocorrem, “mobileHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal (móvel) local se sobreponha nos conflitos, “mobileHomeCopy” para copiar a pasta pessoal local para a pasta pessoal em rede, “networkHomeWins” para agrupar as pastas pessoais e fazer com que a pasta pessoal em rede se sobreponha nos conflitos, ou “networkHomeCopy” para copiar a pasta pessoal em rede para a pasta pessoal local.";

"syncPreferencesAtLogin.pfm_title" =			"Sincronizar preferências no acesso";
"syncPreferencesAtLogin.pfm_description" = 			"Esta definição permite-lhe sincronizar preferências durante o acesso. Definir como “automático” ou “sincronizar” para sincronizar preferências no acesso, ou “não sincronizar” para não sincronizar preferências no acesso.";
"syncPreferencesAtLogout.pfm_title" =			"Sincronizar preferências ao terminar sessão";
"syncPreferencesAtLogout.pfm_description" = 			"Esta definição permite-lhe sincronizar preferências ao terminar sessão. Definir como “automático” ou “sincronizar” para sincronizar preferências ao terminar sessão, ou “não sincronizar” para não sincronizar preferências ao terminar sessão.";
"syncPreferencesAtSyncNow.pfm_title" =			"Sincronizar preferências na sincronização manual";
"syncPreferencesAtSyncNow.pfm_description" = 			"Esta definição permite-lhe sincronizar preferências durante uma sincronização manual. Definir como “automático” ou “sincronizar” para sincronizar preferências durante uma sincronização manual, ou “não sincronizar” para não sincronizar preferências durante uma sincronização manual.";
"syncPreferencesInBackground.pfm_title" =			"Sincronizar preferências em segundo plano";
"syncPreferencesInBackground.pfm_description" = 			"Esta definição permite-lhe sincronizar as preferências durante uma sincronização em segundo plano. Definir como “automático” ou “sincronizar” para sincronizar preferências em segundo plano, ou “não sincronizar” para não sincronizar preferências em segundo plano.";

"syncBackgroundSetAtLogin.pfm_title" =			"Sincronizar elementos de sincronização da pasta pessoal ao iniciar sessão";
"syncBackgroundSetAtLogin.pfm_description" = 			"Esta definição permite-lhe sincronizar elementos de sincronização da pasta pessoal durante o acesso. Definir como “automático” ou “sincronizar” para sincronizar elementos de sincronização da pasta pessoal no acesso, ou “não sincronizar” para não sincronizar elementos de sincronização da pasta pessoal no acesso.";
"syncBackgroundSetAtLogout.pfm_title" =			"Sincronizar elementos de sincronização da pasta pessoal ao terminar sessão";
"syncBackgroundSetAtLogout.pfm_description" = 			"Esta definição permite-lhe sincronizar elementos de sincronização da pasta pessoal ao terminar sessão. Definir como “automático” ou “sincronizar” para sincronizar elementos de sincronização da pasta pessoal ao terminar sessão, ou “não sincronizar” para não sincronizar elementos de sincronização da pasta pessoal ao terminar sessão.";
"syncBackgroundSetAtSyncNow.pfm_title" =			"Sincronizar elementos de sincronização da pasta pessoal na sincronização manual";
"syncBackgroundSetAtSyncNow.pfm_description" = 			"Esta definição permite-lhe sincronizar elementos de sincronização da pasta pessoal durante uma sincronização manual. Definir como “automático” ou “sincronizar” para sincronizar elementos de sincronização da pasta pessoal durante uma sincronização manual, ou “não sincronizar” para não sincronizar elementos de sincronização da pasta pessoal durante uma sincronização manual.";
"syncBackgroundSetInBackground.pfm_title" =			"Sincronizar elementos de sincronização da pasta pessoal em segundo plano";
"syncBackgroundSetInBackground.pfm_description" = 			"Esta definição permite-lhe sincronizar elementos de sincronização da pasta pessoal durante uma sincronização em segundo plano. Definir como “automático” ou “sincronizar” para sincronizar elementos de sincronização da pasta pessoal em segundo plano, ou “não sincronizar” para não sincronizar elementos de sincronização da pasta pessoal em segundo plano.";

"loginPrefSuppressErrors.pfm_title" =			"Suprimir erros de sincronização preferencial no acesso";
"loginPrefSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo durante a sincronização ao aceder de ~/Library.";
"loginNonprefSuppressErrors.pfm_title" =			"Suprimir erros de sincronização não preferencial no acesso";
"loginNonprefSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo durante a sincronização de tudo ao aceder, excepto ~/Library.";
"logoutPrefSuppressErrors.pfm_title" =			"Suprimir erros de sincronização preferencial ao terminar sessão";
"logoutPrefSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo durante a sincronização ao encerrar sessão de ~/Library.";
"logoutNonprefSuppressErrors.pfm_title" =			"Suprimir erros de sincronização não preferencial ao terminar sessão";
"logoutNonprefSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo durante a sincronização de tudo ao encerrar sessão, excepto ~/Library.";
"firstSyncSuppressErrors.pfm_title" =			"Suprimir erros de sincronização inicial";
"firstSyncSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo de erro durante a sincronização inicial.";
"backgroundSuppressErrors.pfm_title" =			"Suprimir erros de sincronização da pasta pessoal";
"backgroundSuppressErrors.pfm_description" = 			"Definir como “verdadeiro” para suprimir caixas de diálogo de erro durante a sincronização de uma pasta pessoal.";

"loginSyncDialogTimeoutSeconds.pfm_title" =			"Tempo limite da caixa de diálogo de início de sessão";
"loginSyncDialogTimeoutSeconds.pfm_description" = 			"Tempo máximo em segundos para mostrar diálogos de erro ou conflitos de início de sessão. Definir como 0 para ficar sem limite de tempo.";
"logoutSyncDialogTimeoutSeconds.pfm_title" =			"Tempo limite da caixa de diálogo de final de sessão";
"logoutSyncDialogTimeoutSeconds.pfm_description" = 			"Tempo máximo em segundos para mostrar caixas de diálogos de erro ou conflitos de final de sessão. Definir como 0 para não haver limite de tempo.";

"disableFirstSyncCancel.pfm_title" =				"Desactivar cancelamento da primeira sincronização";
"disableFirstSyncCancel.pfm_description" = 			"Definir como Verdadeiro para desactivar o cancelamento de uma primeira sincronização.";
"disableLoginSyncCancel.pfm_title" =				"Desactivar cancelamento da sincronização de início de sessão";
"disableLoginSyncCancel.pfm_description" =			"Definir como Verdadeiro para desactivar o cancelamento da sincronização de início de sessão.";
"disableLogoutSyncCancel.pfm_title" =				"Desactivar cancelamento da sincronização de fim de sessão";
"disableLogoutSyncCancel.pfm_description" =			"Definir como Verdadeiro para desactivar o cancelamento da sincronização de fim de sessão.";

"progressDelaySeconds.pfm_title" =				"Tempo de atraso da caixa de diálogo de progresso";
"progressDelaySeconds.pfm_description" = 			"O número de segundos que a caixa de diálogo de progresso se atrasa por diversas razões. A predefinição é 0,5 segundos, se não for definido um valor";
"alertOnFailedMounts.pfm_title" =				"Alerta sobre falha de montagens";
"alertOnFailedMounts.pfm_description" =			"Definir como Verdadeiro, se quiser receber um alerta em caso de falha da montagem do início em rede.";

